IDEA StatiCa Open Model
ReinfBarOnMoreEdges.MasterEdges Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Master Edges
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ReferenceElement> MasterEdges { get; set; }
Public Property MasterEdges As List(Of ReferenceElement)
	Get
	Set
public:
property List<ReferenceElement^>^ MasterEdges {
	List<ReferenceElement^>^ get ();
	void set (List<ReferenceElement^>^ value);
}
Property Value
Type: List<ReferenceElement>
See Also
Reference
ReinfBarOnMoreEdges Class
IdeaRS.OpenModel.Detail Namespace